"%1 already exists.\nDo you want to replace it?"="%1 már létezik.\nLecseréli a létező fájlt?";
"%1 days left"="%1 nap van hátra.";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nA könyvtár nem található.\nEllenőrizze, hogy a megfelelő könyvtárnevet adta-e meg.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nA fájl nem található.\nEllenőrizze, hogy a megfelelő fájlnevet adta-e meg.";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."="%s jelenleg offline van, de az ön tanórája automatikusan megjelenik majd, mikor legközelebb megnyitja a Lessons alkalmazást.";
"&Abort"="&Megszakítás";
"&Add to Custom Colors"="&Hozzáadás az Alapértelmezett színekhez";
"&Basic colors"="&Alapszínek";
"&Cancel"="&Mégse";
"&Copy"="&Másolás";
"&Custom colors"="&Alapértelmezett színek";
"&Define Custom Colors >>"="&&Alapértelmezett színek meghatározása >>";
"&Delete"="&Törlés";
"&Finish"="&Befejezés";
"&Green:"="&Zöld:";
"&Help"="&Súgó";
"&Ignore"="Mellő&zés";
"&Name:"="&Név:";
"&Next >"="&Tovább >";
"&Next >"="&Tovább >";
"&No"="&Nem";
"&No"="&Nem";
"&Open"="&Megnyitás";
"&Options <<"="&Beállítások <<";
"&Options >>"="&Beállítások >>";
"&Paste"="&Beillesztés";
"&Print"="&Nyomtatás";
"&Red:"="&Piros:";
"&Redo"="&Mégis";
"&Reload"="&Újrabetöltés";
"&Rename"="&Átnevezés";
"&Retry"="&Újra";
"&Sat:"="&Sat:";
"&Save"="&Mentés";
"&Undo"="&Visszavonás";
"&Unsorted"="Rendezés n&élkül";
"&Val:"="&Val:";
"&Yes"="&Igen";
"&Yes"="&Igen";
"..."="...";
":"=":";
"< &Back"="< &Vissza";
"< Share Options"="< Megosztási lehetőségek";
"< Share with SMART Board"="< Megosztás a SMART Boarddal";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>A Qt névjegye</h3>%1<p>A Qt egy C++ eszközkészlet, mellyel platformfüggetlen alkalmazások fejleszthetők.</p><p>A Qt segítségével egyetlen kódforrással kivitelezhető a MS&nbsp;Windows, a Mac&nbsp;OS&nbsp;X, a Linux és a nagyobb kereskedelmi Unix platformok közötti kódhordozhatóság. A Qt olyan beágyazott eszközökhöz is elérhető, mint a Qtopia Core.</p><p>A Qt a Trolltech terméke. További információk a <tt>http://www.trolltech.com/qt/</tt> webhelyen.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Ez a program a Qt Open Source Edition %1 verzióját használja.</p><p>A Qt Open Source Edition kiadás Open Source (nyílt forrású) alkalmazások fejlesztésére szolgál. Zárt forrású (kereskedelmi célú) alkalmazások fejlesztéséhez Qt licenc szükséges.</p><p>A Qt licencelési rendszeréről a <tt>http://www.trolltech.com/company/model.html</tt> webhelyen olvashat bővebben.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Ez a program a Qt %1 verzióját használja.</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="Egy SMART Notebook Advantage termékkulcs szükséges a SMART Notebook szoftver ezen verziójához. További részletekért, kérjük, látogasson el a <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> oldalra.";
"A&lpha channel:"="A&lfa csatorna:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8.26 x 11.7in)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Megszakítás";
"About %1"="%1 névjegye";
"About Qt"="A Qt névjegye";
"Account"="Fiók";
"Activate"="Aktiválás";
"Activated"="Aktiválva";
"Activates the program's main window"="A program fő ablakát aktiválja";
"Activation Key"="Aktiválási kulcs";
"Activation Web Services:"="Webszolgáltatások aktiválása:";
"Activation Wizard"="Aktiválási varázsló";
"Activation Wizard is outdated."="Az aktiválás varázsló elavult.";
"Activation required"="Aktiválás szükséges.";
"Add Boards"="Táblák hozzáadása";
"Advanced"="Haladó";
"Aliases: %1"="Aliasnevek: %1";
"All Files (*)"="Minden fájl (*)";
"All Files (*.*)"="Minden fájl (*.*)";
"All pending requests have been canceled."="Az összes függő kérelem visszavonva.";
"Apply"="Alkalmaz";
"Are you sure you want to delete license information?"="Biztosan törölni kívánja a licensz információkat?";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="Biztosan vissza akarja küldeni e termék termékkulcsát? Azonnal letiltásra kerül e számítógépen a licenc (a visszaküldés befejezése előtt).";
"Authentication Required"="Hitelesítés szükséges";
"Authentication required"="Hitelesítés szükséges";
"Automatic Activation"="Automatikus aktiválás";
"B0 (1000 x 1414 mm)"="B0 (1000 x 1 414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1 000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6.93 x 9.84in)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Vissza";
"Bl&ue:"="K&ék:";
"Browse Content"="Tartalom böngészése";
"Browse..."="Tallózás...";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Mégse";
"Canceled"="Visszavonva";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="A gomb nem érvényesíthető. Próbálja meg ismét az aktiválást. \n\nHa ez a probléma továbbra is fennáll, jegyezze fel a hibaüzeneteket és forduljon a SMART technikai tanácsadó szolgálatához.";
"Centimeters (cm)"="Centiméter (cm)";
"Check Activation Server Connectivity"="Ellenőrizze az aktiválási szerver csatlakoztathatóságát";
"Check for renewals complete. No renewals found."="Felújítások ellenőrzése befejezve. Nem találhatók felújítások.";
"Checking..."="Ellenőrzés...";
"Choose your SMART Board"="Válassza ki SMART Boardját";
"Class ID"="Osztályazonosító";
"Class Name"="Osztály neve";
"Cleaning up a few things..."="Néhány dolog tisztítása...";
"Click here to test connectivity."="Kattintson ide a csatlakoztathatóság teszteléséhez.";
"Close"="Bezárás";
"Close without Saving"="Bezárás mentés nélkül";
"Collate"="Szétválogatás";
"Color"="Szín";
"Color Mode"="Színes mód";
"Commit"="Jóváhagyás";
"Complete Later"="Befejezni később";
"Connect"="Csatlakozás";
"Connected to host"="Csatlakoztatva az állomáshoz";
"Connected to host %1"="Csatlakoztatva a %1 állomáshoz";
"Connection Options"="Kapcsolat beállításai";
"Connection Options..."="Csatlakozási beállítások...";
"Connection closed"="Csatlakozás lezárva";
"Connection refused"="Csatlakozás visszautasítva";
"Connection refused (or timed out)"="Csatlakozás visszautasítva (vagy időtúllépés)";
"Connection to %1 closed"="%1-hoz való csatlakozás lezárva";
"Contact Support at:"="Kapcsolatfelvétel a tanácsadó szolgáltatással:";
"Contact technical support"="Kapcsolatfelvétel a technikai tanácsadó szolgálattal";
"Continue"="Folytatás";
"Copies"="Másolatok";
"Copies:"="Másolatok:";
"Copy"="Másolás";
"Copy &Link Location"="&Hivatkozás helyének másolása";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="Az aktiválás sikertelen volt. Lehet, hogy az aktiváló kiszolgálókkal van gond. Próbálja újra később.";
"Could not connect to the server. Trying again..."="Nem sikerült kapcsolódni a kiszolgálóhoz. Újabb kísérlet...";
"Couldn't find a board with that code. Want to try again?"="Ilyen kódú tábla nem található. Újra megpróbálja?";
"Couldn't load profile"="Nem sikerült betölteni a profilt";
"Couldn't start the trial period."="A próbaidőszak megkezdése sikertelen volt.";
"Count"="Szám";
"Create New Folder"="Új mappa létrehozása";
"Create a New File"="Új fájl létrehozása";
"Create a link to this document"="Hivatkozás létrehozása ehhez a dokumentumhoz";
"Creating ..."="Létrehozás...";
"Cu&t"="Ki&vágás";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Hibás adat";
"Delete"="Törlés";
"Detail View"="Részletes nézet";
"Details:"="Részletek:";
"Directories"="Könyvtárak";
"Directory"="Könyvtár";
"Disabled"="Letiltva";
"Discard"="Elvetés";
"Do you want to discard this request or complete it later?"="El kívánja vetni ezt a kérelmet, vagy be kívánja fejezni később?";
"Don't Save"="Ne mentse";
"Don't show this again"="Többé ne jelenjen meg ez";
"Done"="Kész";
"Download incomplete. Received %1 bytes, expected %2 bytes."="Nem fejeződött be a letöltés. Fogadott %1 bájt, várható %2 bájt.";
"Drive"="Meghajtó";
"Duplex Printing"="Kétoldalas nyomtatás";
"Error writing response to device"="Hiba az eszközre történő válasz írásakor";
"Examples"="Példák";
"Executable '%1' requires Qt %2, found Qt %3."="A '%1' végrehajtásához a Qt %2 szükséges; talált kód: Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive (7.5 x 10in, 191 x 254 mm)";
"Expired"="Lejárt";
"Expired on %1"="Lejárt: %1";
"Expires on %1"="Lejár: %1";
"Failed due to a data error. Please contact our support."="Adathiba miatt sikertelen. Kérjük, lépjen kapcsolatba terméktámogatásunkkal.";
"Failed to cancel all pending requests."="Nem sikerült visszavonni az összes függő kérelmet.";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="A kapcsolódás a SMART kiszolgálóhoz sikertelen. Próbálja meg később vagy vegye igénybe a kézi aktiválást.";
"Failed to write activation information. Make sure you have enough permissions."="Az aktiválási információk írása sikertelen. Ellenőrizze, hogy van-e elég engedélye.";
"Failed. Details: "="Sikertelen. Részletek: ";
"False"="Hamis";
"File"="Fájl";
"File name:"="Fájlnév:";
"Files of type:"="Fájltípus:";
"Finished"="Kész";
"Folio (210 x 330 mm)"="Fólió (210 x 330 mm)";
"Form"="Űrlap";
"From page:"="Oldalak - első:";
"Fulfillment ID"="Teljesítési azonosító";
"Get started with SMART Notebook software"="Első lépések a SMART Notebook szoftverrel";
"Getting things ready..."="Dolgok előkészítése...";
"Go Back"="Visszalépés";
"Grace period has expired."="A türelmi idő lejárt.";
"Grace period: <b>%1</b> day(s) remaining"="Türelmi idő: <b>%1</b> nap van hátra";
"Grayscale"="Szürkeárnyalat";
"Great! Your lesson is on its way to the SMART Board."="Remek! Tanórája már úton van a SMART Boardhoz.";
"HTTP request failed"="HTTP kérelem nem sikerült";
"HTTPS connection requested but SSL support not compiled in"="HTTPS csatlakozási kérelem elküldve, de az SSL támogatás nincs összegyűjtva itt:";
"Height:"="Magasság:";
"Help"="Súgó";
"Hide %1"="%1 elrejtése";
"Hide Others"="Egyebek elrejtése";
"Host %1 found"="%1 állomás található";
"Host %1 not found"="%1 állomás nem található";
"Host found"="Állomás található";
"Host requires authentication"="Az állomáshoz hitelesítés szükséges";
"Host:"="Hoszt:";
"Hu&e:"="Sz&ínfokozat:";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="Elfogadom a <a href=\"showEula()\">license agreement</a> feltételeit.";
"Ignore"="Mellőzés";
"Inches (in)"="Hüvelyk (in)";
"Include your name to help students find your class quickly."="Foglalja bele a nevét is, hogy a tanulók gyorsan megtalálják az Ön osztályát.";
"Includes maintenance ending on:"="Benne karbantartás, amely lezáródik:";
"Includes permanent activations."="Tartós aktiválásokat tartalmaz.";
"Includes subscriptions expiring on:"="Benne előfizetések, amelyek lejárnak:";
"Incompatible Qt Library Error"="Hiba: nem kompatibilis Qt könyvtár";
"Installation ID"="Telepítésazonosító";
"Internet access is disabled by the system administrator."="Az internetcsatlakozást a rendszergazda letiltotta.";
"Invalid"="Érvénytelen";
"Invalid HTTP chunked body"="Érvénytelen HTTP tömb";
"Invalid HTTP response header"="Érvénytelen HTTP válasz fejléc";
"Invalid entitlement"="Érvénytelen jogosultság";
"Invalid product key."="Érvénytelen a termékkulcs.";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="Úgy tűnik, hogy a tábla Tanórák könyvtára megtelt. Törölhet néhány tanórát, hogy helyet szabadítson fel.";
"Landscape"="Tájak";
"Learn how to renew."="Tekintse meg, hogy hogyan újíthatja meg.";
"Learn more."="Tudjon meg többet.";
"Learn the Basics"="Ismerje meg az alapokat";
"Ledger (432 x 279 mm)"="Ledger (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal (8.5 x 14in, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Letter (8.5 x 11in, 216 x 279 mm)";
"Limitations"="Korlátozások";
"List View"="Listanézet";
"Location:"="Hely:";
"Long side"="Hosszú oldal";
"Look in:"="Keresés itt:";
"Lync connector"="Lync konnektor";
"Manage"="Adminisztráció";
"Manual Request"="Kézzel küldött kérelem";
"Margins"="Margók";
"Microsoft (personal)"="Microsoft (személyes)";
"Millimeters (mm)"="Milliméter (mm)";
"My Computer"="Sajátgép";
"N&o to All"="N&em, egyik sem";
"N&o to All"="N&em, egyik sem";
"Name:"="Név:";
"No Internet Connection"="Nincs internetkapcsolat";
"No boards yet. Get connected."="Még nincs tábla. Kapcsolódjon fel.";
"No proxy"="Nincs proxy";
"No server set to connect to"="Nincs csatlakoztatható szerver beállítva";
"No space left on device"="Nincs több hely az eszközön";
"No such file or directory"="Nincs ilyen fájl vagy könyvtár";
"No, I'll complete my request(s) later."="Nem, később fejezem be a kérelmem kitöltését.";
"No, cancel all pending requests."="Nem, visszavonni az összes függő kérelmet.";
"None"="Nincs";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="Megjegyzés: Ha az URL-ek nem elérhetők, állítsa be a proxy beállításait, és próbálja meg ismét a csatlakozás tesztelését.";
"Number of copies:"="Másolatok száma:";
"OK"="OK";
"Office 365 (school)"="Office 365 (iskolai)";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="Hoppá! Nem tudjuk befejezni a bejelentkezést. Próbálja meg újra.\n\nHa nem működik, akkor hagyja ki a bejelentkezést és próbálja meg később a Fiók menüből.";
"Oops. Something went wrong. Restarting the computer might help."="Hopp! Valami félresikerült. A számítógép újraindítása segíthet.";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="Hopp! A műveletet nem tudjuk elvégezni internetkapcsolat nélkül. \n\nKapcsolódjon fel, és próbálkozzon újra.";
"Oops. We couldn't load your profile right now. Please try again later."="Hoppá. Most nem tudtuk betölteni a profilt. Kérlek, próbáld újra később.";
"Open"="Megnyitás";
"Open "="Megnyitás ";
"Open in SMART Notebook on this computer."="Megnyitás a SMART Notebookban ezen a számítógépen.";
"Open in the Notebook Player app on my SMART Board with iQ."="Nyissa meg a Notebook-lejátszó alkalmazásban az IQ-val rendelkező SMART Boardomon.";
"Operation completed successfully."="A művelet sikeresen befejeződött.";
"Options"="Beállítások";
"Orientation"="Tájolás";
"Orientation:"="Tájolás:";
"Output &file:"="Kimeneti &fájl:";
"Output Settings"="Kimeneti beállítások";
"P&roperties"="T&ulajdonságok";
"Page size:"="Lapméret:";
"Pages from"="Oldalak a következőtől";
"Paper"="Papír";
"Paper format"="Papírformátum";
"Paper source:"="Papírforrás:";
"Parent Directory"="Szülőkönyvtár";
"Password"="Jelszó";
"Password:"="Jelszó:";
"Permission Required"="Engedély szükséges";
"Permission denied"="Az engedély megtagadva";
"Phone: 1.866.518.6791 or +1.403.228.5940"="Telefonszám: 1.866.518.6791 vagy +1.403.228.5940";
"Please try again"="Kérjük, próbálja újra";
"Please try again later"="Kérjük, próbálja újra később";
"Points (pt)"="Pont (pt)";
"Portrait"="Álló";
"PostScript Files (*.ps);;All Files (*)"="PostScript fájlok (*.ps);;Minden fájl (*)";
"Preferences..."="Beállítások...";
"Premium features expired on %1"="Premium funkciók lejártak: %1";
"Premium features will expire on %1 without an active subscription"="Aktív előfizetés nélkül a Premium funkciók ekkor járnak le: %1.";
"Preparing your document. This can take a while..."="A dokumentum előkészítése. Ez eltarthat egy darabig...";
"Preview"="Előnézet";
"Print all"="Mindent nyomtat";
"Print destination"="Nyomtatás helye";
"Print first page first"="Az első oldal nyomtatása először";
"Print in color if available"="Színes nyomtatás, amennyiben rendelkezésre áll";
"Print in grayscale"="Szürkeárnyalatos nyomtatás";
"Print last page first"="Az utolsó oldal nyomtatása először";
"Print range"="Nyomtatási tartomány";
"Print selection"="Kijelölés nyomtatása";
"Print to File (PDF)"="Nyomtatás fájlba (PDF)";
"Print to File (Postscript)"="Nyomtatás fájlba (Postscript)";
"Print to SMART Notebook"="Nyomtatás a SMART Notebookra";
"Print to file:"="Nyomtatás fájlba:";
"Print to printer:"="Nyomtatás nyomtatóra:";
"Printer"="Nyomtató";
"Printer settings"="Nyomtató beállításai";
"Product"="Termék";
"Product Key"="Termékkulcs";
"Product Key is not valid"="A termékkulcs nem érvényes";
"Product Key:"="Termékkulcs:";
"Product key has expired."="A termékkulcs lejárt.";
"Product:"="Termék:";
"Profile"="Profil";
"Proxy Settings"="Proxy beállítások";
"Proxy authentication required"="Proxyhitelesítés szükséges";
"Proxy requires authentication"="A proxyhoz hitelesítés szükséges";
"QT_LAYOUT_DIRECTION"="QT_LAYOUT_DIRECTION";
"Quit"="Kilépés";
"Quit %1"="Kilépés %1 alkalmazásból";
"Recent"="Legutóbbi";
"Recents"="Legutóbbiak";
"Remaining signed in will give you access to SMART Notebook's basic features."="Ha bejelentkezve marad, hozzáférést kap a SMART Notebook alapfunkcióihoz.";
"Request Files (%1)"="Kérelemfájlok (%1)";
"Request aborted"="Kérelem megszakítva";
"Request denied. See Technical Details below for more information."="Kérelem elutasítva. További információkért lásd a Technikai részleteket.";
"Request type: Activate"="Kérelem típusa: Aktiválás";
"Request type: Renew"="Kérelem típusa: Felújítás";
"Request type: Repair"="Kérelem típusa: Javítás";
"Request type: Return"="Kérelem típusa: Visszatérés";
"Request:"="Kérés:";
"Reset"="Visszaállítás";
"Response Files (%1)"="Válaszfájlok (%1)";
"Restore Defaults"="Alapértelmezések visszaállítása";
"Result:"="Eredmény:";
"Retrieving your account information..."="A fiók adatainak lekérése...";
"Retry"="Újra";
"Reverse"="Fordított";
"Reverse landscape"="Fordított fekvő";
"Reverse portrait"="Fordított álló";
"SMART Account"="SMART fiók";
"SMART Document Camera Mixed Reality Tools"="SMART Document Camera vegyes valóság eszközök";
"SMART Learning Suite Online - Notebook access, anywhere"="SMART Learning Suite online - Hozzáférés a Notebookhoz, bárhol";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="SMART Meeting Pro Egyéni kiadás";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="SMART Meeting Pro konnektor Microsoft Lync-hez";
"SMART Notebook"="SMART Notebook";
"SMART Notebook 3D Tools"="SMART Notebook 3D eszközök";
"SMART Notebook <a href='%1'>premium features</a>"="SMART Notebook <a href='%1'>prémium funkciók</a>";
"SMART Notebook Collaborative License"="SMART Notebook együttműködői licenc";
"SMART Notebook English Vocabulary Example 1"="SMART Notebook Angol szókincs - 1. példa";
"SMART Notebook History Example 1"="SMART Notebook Történelem - 1. példa";
"SMART Notebook Math Example 1"="SMART Notebook Matematika - 1. példa";
"SMART Notebook Math Example 2"="SMART Notebook Matematika - 2. példa";
"SMART Notebook Math Tools"="SMART Notebook Math Tools";
"SMART Notebook SDK"="SMART Notebook szoftverfejlesztő készlet";
"SMART Notebook SE"="SMART Notebook SE";
"SMART Notebook Science Example 1"="SMART Notebook Tudomány - 1. példa";
"SMART Response"="SMART Response";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"="SMART Table eszköztár";
"SMART Technologies - Activation Wizard"="SMART Technologies — Aktiválási varázsló";
"SMART Vantage"="SMART Vantage technológia felügyeleti szoftver";
"SSL handshake failed"="SSL kézfogás nem sikerült";
"Save"="Mentés";
"Save All"="Ment mindent";
"Save As"="Mentés másként";
"Search the SMART Exchange"="Keresés a SMART Exchange-en";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="Lásd ezt a <a href='%1'>Tudásbázis-cikket</a> és a <a href='%2'>Hibaelhárítás diagramot</a> a kapcsolódási problémák megoldására vonatkozó részletekért, különösen akkor, ha proxy-t használ.";
"Select All"="Az összes kijelölése";
"Select a Directory"="Könyvtár kiválasztása";
"Select color"="Szín kiválasztása";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="Válassza ki, hogy hogyan szeretné megosztani ezt a fájlt az Ön SMART Learning Suite online profiljával";
"Select the Response File"="A válaszfájl kijelölése";
"Selection"="Kijelölés";
"Send to SMART Cloud"="Küldés a SMART Cloudra";
"Server closed connection unexpectedly"="A szerver váratlanul lezárta a kapcsolatot";
"Services"="Szolgáltatások";
"Share"="Megosztás";
"Share Now"="Megosztás most";
"Share this file with the Lessons app on a SMART Board"="Fájl megosztása a Lessons alkalmazással egy SMART Boardon";
"Share this file with the Notebook Player app on a SMART Board"="Fájl megosztása a Notebook-lejátszó alkalmazással egy SMART Boardon";
"Share to SMART Board with iQ"="Megosztás a SMART Boardra az iQ-val";
"Share to the Notebook Player app"="Megosztás a Notebook-lejátszó alkalmazással";
"Share using a link"="Megosztás hivatkozással";
"Share with a SMART Board"="Megosztás egy SMART Boarddal";
"Short side"="Rövid oldal";
"Show &hidden files"="&Rejtett fájlok mutatása";
"Show All"="Az összes megjelenítése";
"Sign In"="Bejelentkezés";
"Sign In Again"="Lépjen be ismét";
"Sign Out"="Kijelentkezés";
"Sign in"="Bejelentkezés";
"Sign in didn't work"="Sikertelen bejelentkezés";
"Sign in is required for accessing key SMART features."="A bejelentkezés a SMART fontos funkcióinak eléréséhez szükséges. ";
"Sign in to or create a SMART account"="Jelentkezzen be vagy hozzon létre egy SMART fiókot";
"Sign in to use this feature"="A funkció használatához jelentkezzen be.";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="Jelentkezzen be SMART fiókjába, hogy hozzáférjen SMART előfizetési előnyeihez, vagy hogy a Notebookot korlátozott üzemmódban használja.";
"Sign in with Google"="Jelentkezzen be Google-lal";
"Sign in with a Google, Office 365 or Microsoft personal account."="Jelentkezzen be Google, Office 365 vagy Microsoft személyes fiókkal.";
"Sign in with a browser"="Bejelentkezés böngészővel";
"Sign up for free"="Ingyenes regisztráció";
"Sign up for the latest updates from SMART"="Iratkozzon fel a SMART legújabb frissítéseire";
"Signed in as:"="Bejelentkezve mint:";
"Skip Sign In"="Bejelentkezés kihagyása";
"Skip sign in for now"="A bejelentkezés kihagyása most";
"Skipped sign in"="Kihagyott bejelentkezés";
"Software enabled"="Szoftver engedélyezve van.";
"Some of your license keys have expired. Click here for more info."="A licenckódok némelyike lejárt. További információért kattintson ide.";
"Some of your license keys will expire in %1 days. Click here for more info."="A licenckulcsok némelyike %1 napon belül lejár. További információért kattintson ide.";
"Something went wrong. Want to try again?"="Valami félresikerült. Újra megpróbálja?";
"Sort"="Rendezés";
"Sort by &Date"="Rendezés &dátum szerint";
"Sort by &Name"="Rendezés &név szerint";
"Sort by &Size"="Rendezés &méret szerint";
"Status"="Állapot";
"Status:"="Állapot:";
"Stay Inspired"="Ne veszítse el az ihletét";
"Subscription: <b>%1</b> day(s) remaining"="Előfizetés: <b>%1</b> nap van hátra";
"Succeeded"="Sikerült";
"Symbolic Link"="Szimbolikus hivatkozás";
"Tabloid (279 x 432 mm)"="Tabloid (279 x 432 mm)";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="Koppintson a Csatlakozás ikonra %s a Lessons alkalmazásba, szerezzen egy 4-karakteres kódot, és írja be azt ide.";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="Koppintson a Csatlakozás ikonra %s a Notebook alkalmazásban, hogy egy 4 jegyű kódot kapjon, és írja be azt ide.";
"Test Connectivity..."="Csatlakoztathatóság tesztelése...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="Ez az e-mail cím már társítva van egy másik SMART fiókkal. Próbáljon meg feliratkozni egy másik e-mail címmel.";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."="Ez különös volt... \n\nNem tudjuk, hogy mi történhetett, azonban jelenleg nem tudjuk bejelentkeztetni.";
"The activation didn't complete. See below for status information."="Nem fejeződött be a telepítés. Lásd alább az állapotinformációkat.";
"The following Product Key is not valid: "="Nem érvényes a következő Termékkulcs. ";
"The information copied successfully, and your Internet browser will open."="Az információk másolása sikerült, és megnyílik az internetböngésző.";
"The installed version of this product requires a newer maintenance license."="A termék telepített verziójához egy újabb karbantartási licenc szükséges. ";
"The link has been copied to the clipboard."="A hivatkozás a vágólapra lett másolva.";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="Az e termékkulcshoz tartozó aktiválások száma elérte a maximumot.  Kérjük, lépjen kapcsolatba terméktámogatásunkkal.";
"The product key you are using has been canceled. Please contact SMART support for more information."="Az Ön által használt termékkulcsot visszavonták. További információkért lépjen kapcsolatba a SMART támogatási csoportjával.";
"The product key you entered is already in the list."="Már szerepel a listában a beírt termékkulcsa.";
"The request file saved successfully. Copy the file to another computer to continue."="A kérelemfájl mentése sikerült. Egy másik számítógépre másolja a folytatáshoz a fájlt.";
"The request succeeded on some of your product keys, but it didn't succeed on others."="A kérelem egyes termékkulcsok esetében sikerrel járt, a többi esetében viszont nem.";
"The sign in took too long and has expired."="A bejelentkezés túl sokáig tartott és lejárt.";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."="A rendszer jelenleg karbantartás alatt áll, de hamarosan elérhető lesz. A kellemetlenségért elnézését kérjük.";
"The trial period has started."="A próbaidőszak megkezdődött.";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="Ez a gomb nem aktiválható. Próbálja meg ismét az aktiválást. \n\nHa a probléma továbbra is fennáll, jegyezze fel a hibaüzeneteket és forduljon a SMART technikai tanácsadó szolgálatához.";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="Ennek a gombnak a jogosultsági rekordja nincs megfelelően konfigurálva. Forduljon a SMART technikai tanácsadó szolgálathoz.";
"To connect to SMART, you need to enter a user name and password for the proxy %s"="A SMART-hoz való kapcsolódáshoz meg kell adnia egy felhasználónevet és jelszavat az alábbi proxy-hoz: %s";
"To page:"="utolsó:";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="A termékkulcs sikeres aktiválásához minden csatlakozásnak sikeresnek kell lennie. A sikeres csatlakozásokat zöld jelölők jelzik.";
"Too many open files"="Túl sok fájl van megnyitva";
"Trial Extension"="Próbaidő meghosszabbítása";
"Trial: <b>%1</b> day(s) remaining"="Próbaidőszak: <b>%1</b> nap van hátra.";
"True"="Igaz";
"Try Again"="Próbálja meg újra";
"Try again later or try a manual request now."="Később próbálja meg újból, vagy próbálja a kézi kérelemküldést.";
"Try it Online!"="Próbálja ki online!";
"Type your user name and password."="Írja be felhasználónevét és jelszavát.";
"Type:"="Típus:";
"URL:"="URL:";
"US Common #10 Envelope (105 x 241 mm)"="US Common 10-es boríték (105 x 241 mm)";
"Unable to complete your request."="Nem lehet a kérelmét teljesíteni.";
"Unable to copy."="Nem lehet másolni.";
"Unable to create your file."="Nem lehet a fájlját létrehozni.";
"Unable to open %1 for writing."="A/z %1 nem nyitható meg írás céljából.";
"Unable to open source file for reading."="A forrásfájl nem nyitható meg olvasás céljából.";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="Nem lehet az internetböngészőjét megnyitni. Kézzel próbálja megnyitni a böngészőjét, vagy másik számítógépet használjon a folytatáshoz.";
"Unable to read response from file."="Nem lehet a választ kiolvasni a fájlból.";
"Unable to rename %1 to %2."="A/z %1 nem nevezhető át %2-ra/re.";
"Unable to save your request."="Nem lehet a kérelmét menteni.";
"Unknown"="Ismeretlen";
"Unknown Location"="Ismeretlen hely";
"Unknown authentication method"="Ismeretlen hitelesítési módszer";
"Unknown error"="Ismeretlen hiba";
"Unknown error."="Ismeretlen hiba.";
"Unknown protocol specified"="Ismeretlen protokoll került megadásra";
"Upload this document and create a link to share with others."="Töltse fel ezt a dokumentumot és hozzon létre egy hivatkozást a másokkal való megosztáshoz.";
"Upload to SMART Cloud"="Feltöltés a SMART Cloudra";
"Uploading your file..."="Fájl feltöltése...";
"Use Internet Explorer settings"="Az Internet Explorer beállításainak használata";
"Use System settings"="A Rendszer beállításainak használata";
"Use other proxy:"="Másik proxy használata:";
"User Name:"="Felhasználónév:";
"User name:"="Felhasználónév:";
"Valid for versions released before %1"="%1 előtt kibocsátott verziókra érvényes.";
"Version %s"="Verzió %s";
"Volume activated"="Hangerő aktiválva";
"We couldn't process that response. The request comes from a different computer or has already been processed."="A választ nem tudtuk feldolgozni. A kérelem egy másik számítógépről származik, vagy már feldolgozásra került.";
"We'll remember %s for next time."="A következő alkalommal emlékezni fogunk az alábbira: %s.";
"Web:"="Web:";
"Welcome to %1 software from SMART Technologies."="Üdvözöljük a SMART Technologies %1 programjában.";
"Welcome to SMART Notebook"="Üdvözli a SMART Notebook";
"What's This?"="Mi ez?";
"Width:"="Szélesség:";
"Working on it."="Dolgozunk rajta.";
"Working on it.."="Dolgozunk rajta..";
"Working on it..."="Feldolgozás alatt...";
"Wrong content length"="Hibás tartalomhossz";
"Yes to &All"="&Igen, mind";
"Yes to &All"="&Igen, mind";
"Yes, I have a numeric response code similar to %1."="Igen, %1 kódhoz hasonló numerikus válaszkóddal rendelkezem.";
"Yes, I have a response file."="Igen, egy válaszfájllal rendelkezem.";
"Yes, I have a response message that starts with %1."="Igen, %1 kezdetű válaszüzenettel rendelkezem.";
"Yes, I have an activation key similar to %1."="Igen, %1 kódhoz hasonló aktiválási kóddal rendelkezem.";
"You can close this tab and return to SMART Notebook."="Bezárhatja ezt a lapot, és visszatérhet a SMART Notebookhoz.";
"You can manage your account and the class ID from the Account menu."="A fiók és az osztályazonosító a Fiók menüből kezelhető.";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="Később bejelentkezhet a Fiók menüből. A bejelentkezés a SMART számos fontos funkcióhoz szükséges.";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."="Úgy döntött, nem engedélyezi az alkalmazás számára, hogy hozzáférjen a fiókjához. Az alkalmazást addig nem használhatja, míg nem fogadja el.";
"You have %1 days to complete activation."="Marad %1 nap az aktiválás befejezésére.";
"You have signed out"="Ön kilépett";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="Nem rendelkezik SMART engedéllyel a fiók adataihoz való hozzáféréshez, melyhez bejelentkezés szükséges. Megpróbál még egyszer bejelentkezni?";
"You may wish to send results to your organization's technical support contact."="Lehet, hogy el szeretné küldeni az eredményeket a szervezet technikai ügyfélszolgálatához.";
"You need to sign in before you can use this feature."="A funkció használatához előbb be kell jelentkeznie.";
"You're all set!"="Minden be van állítva!";
"You're unable to change these settings because you manually configured a proxy."="Ezeket a beállításokat nem módosíthatja, mivel a proxyt manuálisan konfigurálta.";
"You've skipped the sign in for now. You can sign in later from the Account menu."="Most kihagyta a bejelentkezést. Beléphet később is a Fiók menüből.";
"Your SMART Boards"="Az Ön SMART Boardjai";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="Az Ön SMART Learning Suite előfizetése %d napon belül lejár. Tekintse meg, hogy hogyan újíthatja meg.";
"Your SMART account"="Az Ön SMART fiókja";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."="Böngészője megnyitott egy bejelentkezési oldalt. Ugyanide fog visszatérni, miután bejelentkezett.";
"Your first trial extension is activated."="Próbaidejének első meghosszabbítását sikeresen aktiválta.";
"Your first trial extension isn't activated."="Próbaidejének első meghosszabbítását nem aktiválta.";
"Your second trial extension is activated."="Próbaidejének második meghosszabbítását sikeresen aktiválta.";
"Your second trial extension isn't activated."="Próbaidejének második meghosszabbítását nem aktiválta.";
"Your trial period has ended."="Az Ön próbaidőszaka véget ért.";
"bottom margin"="alsó margó";
"left margin"="bal margó";
"locally connected"="Helyi kapcsolat";
"right margin"="jobb margó";
"to"="számára";
"top margin"="felső margó";
"unknown"="ismeretlen";
